[RustyCounter_UI]
strKilled="已击杀："
strActive="交战中："
strTotal="总计："
strRemaining="剩余："

;=================================================================

[UISL_Shell_RustyTacCounter]
strMessage_Title = "[WOTC] Tactical UI Kill Counter Redux"
strMessage_Header = "警告：该模组的配置文件已重置！"
strMessage_Body = "已新建或更新了<font color='#53B45E'>[WOTC] Tactical UI Kill Counter Redux</font>的配置文件。<br/><br/>如果这是首次安装，您需要重新启动XCOM2，否则它将崩溃！<br/><br/>您需要检查MCM设置过的任何值，以使这些值生效。"
strDismiss_Button = "明白"

;=================================================================
[RustyCounter_Settings]

sSettingsPage_Label = "战术界面击杀计数器"
sPageTitle_Label = "战术界面击杀计数器/Tactical UI Kill Counter Redux"

;================================
Group1_Label = "常规设置 注意：true为选中，false为未选"

alwaysShowActiveEnemyCount_Label = "始终显示交战中的敌人数量"
alwaysShowActiveEnemyCount_Tip = 如果设置为false，则永远不会显示交战中敌人总数。"

showSplitTeamsActive_Label = "对交战中的敌人按派系分别计数"
showSplitTeamsActive_Tip = "有些人喜欢这样，有些人喜欢那样。将其设置为false，计数器会显示所有敌人的一个总数；将其设置为true，则按照不同的派系分别显示计数器。总数模式下没有颜色分类效果。"

showSplitTeamsKilled_Label = "对已击杀的敌人按派系分别计数"
showSplitTeamsKilled_Tip = "有些人喜欢这样，有些人喜欢那样。将其设置为false，计数器会显示所有敌人的一个总数；将其设置为true，则按照不同的派系分别显示计数器。总数模式下没有颜色分类效果。"

neverShowEnemyTotal_Label = "永不显示敌人总数"
neverShowEnemyTotal_Tip = "将此设置为true将永远不会向您显示任务中敌人的总数或剩余数量，即使您有权访问该信息。"

alwaysShowEnemyTotal_Label = "总是显示敌人总数"
alwaysShowEnemyTotal_Tip = "与上一项完全相反——将它设置为true，即使你还没有建造暗影舱，你也会得到敌人总数或敌人剩余数量。请注意，[总是]将覆盖并优先于[永不]设置。"

locationScoutShowsTotal_Label = "地区侦查会显示敌人总数"
locationScoutShowsTotal_Tip = "设置为true，即使你还没有建造暗影舱，只要 '地区侦查' 生效，你就会得到敌人总数或剩余数量。"

showRemainingInsteadOfTotal_Label = "显示剩余而不是总数"
showRemainingInsteadOfTotal_Tip = "有些人喜欢这样，有些人喜欢那样。设置为false，计数器当中会显示敌人的总数，设置为ture，则会显示敌人剩余的数量。"

includeTurrets_Label = "包括炮塔"
includeTurrets_Tip = "由于炮塔不计入任务结束时的 ‘击杀总数’ ，因此我们默认情况下也不将它们包括在内。如果您愿意，可以启用计数功能。"

showXCOMcounts_Label = "包括XCOM单位"
showXCOMcounts_Tip = "如果按派系分别计数，则计数器中会包括XCOM单位的计数"

;================================
Group2_Label = "UI 设置"

noColor_Label = "无颜色分类"
noColor_Tip = "禁用计数器的颜色分类，强制所有敌方单位作为一个派系进行统计。"

autoAdjust_Label = "自动避开倒计时"
autoAdjust_Tip = "有任务倒计时或撤离倒计时的时候，自动调整计数器的Y轴方位。"

textAlignment_Label = "文本对齐"
textAlignment_Tip = "文本如何与‘文本框’对齐。"

BoxAnchor_Label = "文本框定位点"
BoxAnchor_Tip = "‘文本框’(容纳文本)锚定在屏幕(整个屏幕)上的初始位置。\n可能的值(直接来自ui utilities)：\n0 (ANCHOR_NONE)\n1 (ANCHOR_TOP_LEFT)\n2 (ANCHOR_TOP_CENTER)\n3 (ANCHOR_TOP_RIGHT)\n4 (ANCHOR_MIDDLE_LEFT)\n5 (ANCHOR_MIDDLE_CENTER)\n6 (ANCHOR_MIDDLE_RIGHT)\n7 (ANCHOR_BOTTOM_LEFT)\n8 (ANCHOR_BOTTOM_CENTER)\n9 (ANCHOR_BOTTOM_RIGHT)"

OffsetX_Label = "X轴偏移"
OffsetX_Tip = "在X轴上，水平方向上‘文本框’应该从其定位点偏移多少。"

OffsetY_Label = "Y轴偏移"
OffsetY_Tip = "在Y轴上，垂直方向上‘文本框’应该从其定位点偏移多少。"